Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# dialog.cmuxConfig.confirmRestart.message
source: A workspace with this name already exists. Close it and create a new one?
ar: مساحة العمل بهذا الاسم موجودة بالفعل. هل تريد إغلاقها وإنشاء واحدة جديدة؟
bs: Radni prostor s ovim imenom već postoji. Zatvoriti ga i kreirati novi?
da: Et arbejdsområde med dette navn eksisterer allerede. Luk det og opret et nyt?
de: Ein Arbeitsbereich mit diesem Namen existiert bereits. Schließen und neu erstellen?
es: Ya existe un espacio de trabajo con este nombre. ¿Cerrarlo y crear uno nuevo?
fr: Un espace de travail portant ce nom existe déjà. Le fermer et en créer un nouveau ?
it: Esiste già un'area di lavoro con questo nome. Chiuderla e crearne una nuova?
ja: この名前のワークスペースは既に存在します。閉じて新しく作成しますか？
ko: 같은 이름의 워크스페이스가 이미 있습니다. 닫고 새로 만드시겠습니까?
nb: Et arbeidsområde med dette navnet finnes allerede. Lukke det og opprette et nytt?
pl: Przestrzeń robocza o tej nazwie już istnieje. Zamknąć ją i utworzyć nową?
pt_br: Um espaço de trabalho com este nome já existe. Fechar e criar um novo?
ru: Рабочая область с таким именем уже существует. Закрыть её и создать новую?
th: พื้นที่ทำงานที่มีชื่อนี้มีอยู่แล้ว ปิดและสร้างใหม่หรือไม่?
tr: Bu adda bir çalışma alanı zaten var. Kapatıp yenisini oluşturulsun mu?
uk: Робоча область з такою назвою вже існує. Закрити її та створити нову?
zh_hans: 同名工作区已存在。关闭并新建吗？
zh_hant: 同名工作區已存在。關閉並新建嗎？

# dialog.cmuxConfig.confirmRestart.recreate
source: Recreate
ar: إعادة إنشاء
bs: Ponovo kreiraj
da: Genskab
de: Neu erstellen
es: Recrear
fr: Recréer
it: Ricrea
ja: 再作成
ko: 다시 만들기
nb: Opprett på nytt
pl: Utwórz ponownie
pt_br: Recriar
ru: Пересоздать
th: สร้างใหม่
tr: Yeniden Oluştur
uk: Створити заново
zh_hans: 重新创建
zh_hant: 重新建立

# dialog.cmuxConfig.confirmRestart.title
source: Workspace Already Exists
ar: مساحة العمل موجودة بالفعل
bs: Radni prostor već postoji
da: Arbejdsområdet eksisterer allerede
de: Arbeitsbereich existiert bereits
es: El espacio de trabajo ya existe
fr: L'espace de travail existe déjà
it: L'area di lavoro esiste già
ja: ワークスペースは既に存在します
ko: 워크스페이스가 이미 존재합니다
nb: Arbeidsområdet finnes allerede
pl: Przestrzeń robocza już istnieje
pt_br: O espaço de trabalho já existe
ru: Рабочая область уже существует
th: พื้นที่ทำงานมีอยู่แล้ว
tr: Çalışma Alanı Zaten Var
uk: Робоча область вже існує
zh_hans: 工作区已存在
zh_hant: 工作區已存在

# dialog.defaultTerminal.setFailed.title
source: Could Not Set Default Terminal
ar: تعذر تعيين الطرفية الافتراضية
de: Standard-Terminal konnte nicht festgelegt werden
es: No se pudo establecer la terminal predeterminada
fr: Impossible de définir le terminal par défaut
ja: デフォルトターミナルに設定できませんでした
ko: 기본 터미널을 설정할 수 없음
zh_hans: 无法设置默认终端
zh_hant: 無法設定預設終端機

# dialog.deleteGroup.confirm
source: Delete
ar: حذف
bs: Obriši
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
pl: Usuń
pt_br: Excluir
ru: Удалить
th: ลบ
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

# dialog.deleteGroup.message.lone
source: Delete the group “%@” and close its workspace?
ar: هل تريد حذف المجموعة «%@» وإغلاق مساحة العمل التابعة لها؟
bs: Obrisati grupu „%@“ i zatvoriti njen radni prostor?
da: Slet gruppen “%@” og luk dens arbejdsområde?
de: Gruppe „%@“ löschen und ihren Arbeitsbereich schließen?
es: ¿Eliminar el grupo «%@» y cerrar su espacio de trabajo?
fr: Supprimer le groupe « %@ » et fermer son espace de travail ?
it: Eliminare il gruppo «%@» e chiudere la sua area di lavoro?
ja: グループ「%@」を削除してワークスペースを閉じますか？
ko: 그룹 “%@”을(를) 삭제하고 해당 작업 공간을 닫을까요?
nb: Slette gruppen «%@» og lukke arbeidsområdet?
pl: Usunąć grupę „%@” i zamknąć jej przestrzeń?
pt_br: Excluir o grupo “%@” e fechar sua área de trabalho?
ru: Удалить группу «%@» и закрыть её рабочее пространство?
th: ลบกลุ่ม “%@” และปิดเวิร์กสเปซในนั้นใช่ไหม?
tr: “%@” grubunu silip içindeki çalışma alanını kapatayım mı?
uk: Видалити групу «%@» та закрити її робочу область?
zh_hans: 删除分组「%@」并关闭其工作区？
zh_hant: 刪除群組「%@」並關閉其工作區？

# dialog.deleteGroup.message.many
source: Delete the group “%1$@” and close its %lld workspaces?
ar: هل تريد حذف المجموعة “%1$@” وإغلاق %lld مساحة عمل خاصة بها؟
bs: Obrisati grupu „%1$@“ i zatvoriti %2$lld radnih prostora u njoj?
da: Slet gruppen “%1$@” og luk dens %2$lld arbejdsområder?
de: Die Gruppe „%1$@“ löschen und ihre %lld Arbeitsbereiche schließen?
es: ¿Eliminar el grupo “%1$@” y cerrar sus %lld espacios de trabajo?
fr: Supprimer le groupe « %1$@ » et fermer ses %lld espaces de travail ?
it: Eliminare il gruppo «%1$@» e chiudere le sue %2$lld aree di lavoro?
ja: グループ“%1$@”を削除し、その%lld個のワークスペースを閉じますか？
ko: “%1$@” 그룹을 삭제하고 소속 작업 공간 %lld개를를 닫으시겠습니까?
nb: Slette gruppen «%1$@» og lukke dens %2$lld arbeidsområder?
pl: Usunąć grupę „%1$@” i zamknąć jej %2$lld przestrzeni?
pt_br: Excluir o grupo “%1$@” e fechar suas %2$lld áreas de trabalho?
ru: Удалить группу «%1$@» и закрыть её %2$lld рабочих пространств?
th: ลบกลุ่ม “%1$@” และปิดเวิร์กสเปซ %2$lld รายการในนั้นใช่ไหม?
tr: “%1$@” grubunu silip içindeki %2$lld çalışma alanını kapatayım mı?
uk: Видалити групу «%1$@» та закрити її %2$lld робочих областей?
zh_hans: 是否删除分组“%1$@”并关闭其 %lld 个工作区？
zh_hant: 確定要刪除群組「%1$@」並關閉其 %lld 個工作區 嗎？

# dialog.deleteGroup.message.one
source: Delete the group “%@” and close its 2 workspaces?
ar: هل تريد حذف المجموعة «%@» وإغلاق مساحتي العمل التابعتين لها؟
bs: Obrisati grupu „%@“ i zatvoriti njena 2 radna prostora?
da: Slet gruppen “%@” og luk dens 2 arbejdsområder?
de: Gruppe „%@“ löschen und ihre 2 Arbeitsbereiche schließen?
es: ¿Eliminar el grupo «%@» y cerrar sus 2 espacios de trabajo?
fr: Supprimer le groupe « %@ » et fermer ses 2 espaces de travail ?
it: Eliminare il gruppo «%@» e chiudere le sue 2 aree di lavoro?
ja: グループ「%@」を削除して 2 個のワークスペースを閉じますか？
ko: 그룹 “%@”을(를) 삭제하고 작업 공간 2개를 닫을까요?
nb: Slette gruppen «%@» og lukke dens 2 arbeidsområder?
pl: Usunąć grupę „%@” i zamknąć jej 2 przestrzenie?
pt_br: Excluir o grupo “%@” e fechar suas 2 áreas de trabalho?
ru: Удалить группу «%@» и закрыть её 2 рабочих пространства?
th: ลบกลุ่ม “%@” และปิดเวิร์กสเปซ 2 รายการในนั้นใช่ไหม?
tr: “%@” grubunu silip içindeki 2 çalışma alanını kapatayım mı?
uk: Видалити групу «%@» та закрити її 2 робочі області?
zh_hans: 删除分组「%@」并关闭其中的 2 个工作区？
zh_hant: 刪除群組「%@」並關閉其中的 2 個工作區？

# dialog.deleteGroup.title
source: Delete this group?
ar: هل تريد حذف هذه المجموعة؟
bs: Obrisati ovu grupu?
da: Slet denne gruppe?
de: Diese Gruppe löschen?
es: ¿Eliminar este grupo?
fr: Supprimer ce groupe ?
it: Eliminare questo gruppo?
ja: このグループを削除しますか？
ko: 이 그룹을 삭제할까요?
nb: Slette denne gruppen?
pl: Usunąć tę grupę?
pt_br: Excluir este grupo?
ru: Удалить эту группу?
th: ลบกลุ่มนี้ใช่ไหม?
tr: Bu grup silinsin mi?
uk: Видалити цю групу?
zh_hans: 删除此分组？
zh_hant: 刪除此群組？

# dialog.deleteWorkspaceLayout.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# dialog.deleteWorkspaceLayout.delete
source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# dialog.deleteWorkspaceLayout.failedTitle
source: Couldn't Delete Workspace Layout
ar: تعذر حذف مخطط مساحة العمل
de: Arbeitsbereich-Layout konnte nicht gelöscht werden
es: No se pudo eliminar el diseño del espacio de trabajo
fr: Impossible de supprimer la disposition de l’espace de travail
ja: ワークスペースレイアウトを削除できませんでした
ko: 작업 공간 레이아웃을 삭제할 수 없음
zh_hans: 无法删除工作区布局
zh_hant: 無法刪除工作區配置

# dialog.deleteWorkspaceLayout.message
source: Removes “%1$@” from %2$@. Workspaces it already created stay open.
ar: يزيل “%1$@” من %2$@. وتبقى مساحات العمل التي تم إنشاؤها بالفعل مفتوحة.
de: Entfernt „%1$@“ aus %2$@. Bereits erstellte Arbeitsbereiche bleiben geöffnet.
es: Elimina “%1$@” de %2$@. Los espacios de trabajo que ya haya creado permanecerán abiertos.
fr: Supprime “%1$@” de %2$@. Les espaces de travail déjà créés restent ouverts.
ja: 「%1$@」を %2$@ から削除します。作成済みのワークスペースはそのまま残ります。
ko: “%1$@”을(를) %2$@에서 제거합니다. 이미 생성된 작업 공간들은 열린 상태로 유지됩니다.
zh_hans: 将“%1$@”从 %2$@ 移除。其已创建的工作区将保持打开状态。
zh_hant: 將「%1$@」自 %2$@ 移除。其已建立的工作區將維持開啟。

# dialog.deleteWorkspaceLayout.title
source: Delete Workspace Layout?
ar: حذف مخطط مساحة العمل؟
de: Arbeitsbereich-Layout löschen?
es: ¿Eliminar el diseño del espacio de trabajo?
fr: Supprimer la disposition de l’espace de travail ?
ja: ワークスペースレイアウトを削除しますか?
ko: 작업 공간 레이아웃을 삭제하시겠습니까?
zh_hans: 删除工作区布局？
zh_hant: 要刪除工作區配置嗎？

# dialog.dontAskAgain
source: Don’t ask again
ar: لا تسألني ثانيةً
de: Nicht mehr fragen
es: No volver a preguntar
fr: Ne plus demander
ja: 次回から確認しない
ko: 다시 묻지 않음
zh_hans: 不再询问
zh_hant: 不要再詢問

# dialog.dontWarnCmdQ
source: Don't warn again for Cmd+Q
ar: عدم التحذير مجددًا عند Cmd+Q
bs: Ne upozoravaj ponovo za Cmd+Q
da: Advar ikke igen for Cmd+Q
de: Nicht erneut bei Cmd+Q warnen
es: No volver a advertir para Cmd+Q
fr: Ne plus avertir pour Cmd+Q
it: Non avvisare più per Cmd+Q
ja: Cmd+Q の警告を表示しない
ko: Cmd+Q에 대해 다시 경고하지 않기
nb: Ikke advar igjen for Cmd+Q
pl: Nie ostrzegaj ponownie przy Cmd+Q
pt_br: Não avisar novamente para Cmd+Q
ru: Больше не предупреждать при Cmd+Q
th: ไม่ต้องเตือนอีกสำหรับ Cmd+Q
tr: Cmd+Q için bir daha uyarma
uk: Більше не попереджувати про Cmd+Q
zh_hans: 不再提示 Cmd+Q 警告
zh_hant: 不再顯示 Cmd+Q 警告

# dialog.enableNotifications.message
source: Notifications are disabled for cmux. Enable them in System Settings to see alerts.
ar: الإشعارات معطلة لـ cmux. قم بتفعيلها في إعدادات النظام لرؤية التنبيهات.
bs: Obavještenja su onemogućena za cmux. Omogućite ih u Postavkama sistema da biste vidjeli upozorenja.
da: Notifikationer er deaktiveret for cmux. Aktiver dem i Systemindstillinger for at se advarsler.
de: Benachrichtigungen sind für cmux deaktiviert. Aktivieren Sie sie in den Systemeinstellungen, um Hinweise zu sehen.
es: Las notificaciones están desactivadas para cmux. Actívalas en Ajustes del Sistema para ver alertas.
fr: Les notifications sont désactivées pour cmux. Activez-les dans les Réglages Système pour voir les alertes.
it: Le notifiche sono disabilitate per cmux. Abilitale nelle Impostazioni di Sistema per visualizzare gli avvisi.
ja: cmuxの通知が無効になっています。アラートを表示するにはシステム設定で有効にしてください。
ko: cmux에 대한 알림이 비활성화되어 있습니다. 알림을 보려면 시스템 설정에서 활성화하세요.
nb: Varsler er deaktivert for cmux. Aktiver dem i Systeminnstillinger for å se varsler.
pl: Powiadomienia są wyłączone dla cmux. Włącz je w Ustawieniach systemowych, aby widzieć alerty.
pt_br: As notificações estão desativadas para o cmux. Ative-as nos Ajustes do Sistema para ver os alertas.
ru: Уведомления для cmux отключены. Включите их в Системных настройках, чтобы видеть оповещения.
th: การแจ้งเตือนถูกปิดใช้งานสำหรับ cmux เปิดใช้งานในการตั้งค่าระบบเพื่อดูการแจ้งเตือน
tr: cmux için bildirimler devre dışı. Uyarıları görmek için Sistem Ayarları'nda etkinleştirin.
uk: Сповіщення для cmux вимкнено. Увімкніть їх у Системних налаштуваннях, щоб бачити повідомлення.
zh_hans: cmux 的通知已被禁用。请在系统设置中启用通知以接收提醒。
zh_hant: cmux 的通知已停用。請在「系統設定」中啟用，以接收提示。

# dialog.enableNotifications.notNow
source: Not Now
ar: ليس الآن
bs: Ne sada
da: Ikke nu
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はしない
ko: 나중에
nb: Ikke nå
pl: Nie teraz
pt_br: Agora Não
ru: Не сейчас
th: ไม่ใช่ตอนนี้
tr: Şimdi Değil
uk: Не зараз
zh_hans: 以后再说
zh_hant: 現在不要

# dialog.enableNotifications.openSettings
source: Open Settings
ar: فتح الإعدادات
bs: Otvori postavke
da: Åbn indstillinger
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les réglages
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
nb: Åpne innstillinger
pl: Otwórz ustawienia
pt_br: Abrir Ajustes
ru: Открыть настройки
th: เปิดการตั้งค่า
tr: Ayarları Aç
uk: Відкрити налаштування
zh_hans: 打开设置
zh_hant: 開啟設定

# dialog.enableNotifications.title
source: Enable Notifications for cmux
ar: تفعيل الإشعارات لـ cmux
bs: Omogući obavještenja za cmux
da: Aktiver notifikationer for cmux
de: Benachrichtigungen für cmux aktivieren
es: Activar notificaciones para cmux
fr: Activer les notifications pour cmux
it: Abilita notifiche per cmux
ja: cmuxの通知を有効にする
ko: cmux 알림 활성화
nb: Aktiver varsler for cmux
pl: Włącz powiadomienia dla cmux
pt_br: Ativar Notificações para o cmux
ru: Включить уведомления для cmux
th: เปิดใช้งานการแจ้งเตือนสำหรับ cmux
tr: cmux İçin Bildirimleri Etkinleştir
uk: Увімкнути сповіщення для cmux
zh_hans: 启用 cmux 通知
zh_hant: 為 cmux 啟用通知

# dialog.moveFailed.message
source: cmux could not move this tab to the selected destination.
ar: لم يتمكن cmux من نقل هذا اللسان إلى الوجهة المحددة.
bs: cmux nije mogao premjestiti ovaj tab na odabrano odredište.
da: cmux kunne ikke flytte denne fane til den valgte destination.
de: cmux konnte diesen Tab nicht zum ausgewählten Ziel verschieben.
es: cmux no pudo mover esta pestaña al destino seleccionado.
fr: cmux n'a pas pu déplacer cet onglet vers la destination sélectionnée.
it: cmux non è riuscito a spostare questa scheda nella destinazione selezionata.
ja: cmuxはこのタブを選択した移動先に移動できませんでした。
ko: cmux에서 이 탭을 선택한 대상으로 이동할 수 없습니다.
nb: cmux kunne ikke flytte denne fanen til den valgte destinasjonen.
pl: cmux nie mógł przenieść tej karty do wybranego miejsca docelowego.
pt_br: O cmux não conseguiu mover esta aba para o destino selecionado.
ru: cmux не удалось переместить эту вкладку в выбранное место назначения.
th: cmux ไม่สามารถย้ายแท็บนี้ไปยังปลายทางที่เลือกได้
tr: cmux bu sekmeyi seçilen hedefe taşıyamadı.
uk: cmux не зміг перемістити цю вкладку до вибраного місця призначення.
zh_hans: cmux 无法将此标签页移动到所选目标。
zh_hant: cmux 無法將此標籤頁移至所選的目的地。

# dialog.moveFailed.title
source: Move Failed
ar: فشل النقل
bs: Premještanje nije uspjelo
da: Flytning mislykkedes
de: Verschieben fehlgeschlagen
es: Error al mover
fr: Échec du déplacement
it: Spostamento non riuscito
ja: 移動失敗
ko: 이동 실패
nb: Flytting mislyktes
pl: Przenoszenie nie powiodło się
pt_br: Falha ao Mover
ru: Ошибка перемещения
th: การย้ายล้มเหลว
tr: Taşıma Başarısız
uk: Помилка переміщення
zh_hans: 移动失败
zh_hant: 移動失敗

# dialog.moveTab.message
source: Choose a destination for this tab.
ar: اختر وجهة لهذا اللسان.
bs: Odaberite odredište za ovaj tab.
da: Vælg en destination for denne fane.
de: Wählen Sie ein Ziel für diesen Tab.
es: Elige un destino para esta pestaña.
fr: Choisissez une destination pour cet onglet.
it: Scegli una destinazione per questa scheda.
ja: このタブの移動先を選択してください。
ko: 이 탭의 대상을 선택하세요.
nb: Velg en destinasjon for denne fanen.
pl: Wybierz miejsce docelowe dla tej karty.
pt_br: Escolha um destino para esta aba.
ru: Выберите место назначения для этой вкладки.
th: เลือกปลายทางสำหรับแท็บนี้
tr: Bu sekme için bir hedef seçin.
uk: Виберіть місце призначення для цієї вкладки.
zh_hans: 请为此标签页选择目标位置。
zh_hant: 選擇此標籤頁的目的地。

# dialog.moveTab.move
source: Move
ar: نقل
bs: Premjesti
da: Flyt
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta
ja: 移動
ko: 이동
nb: Flytt
pl: Przenieś
pt_br: Mover
ru: Переместить
th: ย้าย
tr: Taşı
uk: Перемістити
zh_hans: 移动
zh_hant: 移動

# dialog.moveTab.newWorkspaceCurrentWindow
source: New Workspace in Current Window
ar: مساحة عمل جديدة في النافذة الحالية
bs: Novi radni prostor u trenutnom prozoru
da: Nyt arbejdsområde i nuværende vindue
de: Neuer Arbeitsbereich im aktuellen Fenster
es: Nuevo espacio de trabajo en la ventana actual
fr: Nouvel espace de travail dans la fenêtre actuelle
it: Nuova area di lavoro nella finestra corrente
ja: 現在のウインドウの新規ワークスペース
ko: 현재 윈도우의 새 작업 공간
nb: Nytt arbeidsområde i gjeldende vindu
pl: Nowa przestrzeń robocza w bieżącym oknie
pt_br: Nova Área de Trabalho na Janela Atual
ru: Новое рабочее пространство в текущем окне
th: เวิร์กสเปซใหม่ในหน้าต่างปัจจุบัน
tr: Geçerli Pencerede Yeni Çalışma Alanı
uk: Нова робоча область у поточному вікні
zh_hans: 当前窗口的新工作区
zh_hant: 目前視窗的新工作區

# dialog.moveTab.selectedWorkspaceNewWindow
source: Selected Workspace in New Window
ar: مساحة العمل المحددة في نافذة جديدة
bs: Odabrani radni prostor u novom prozoru
da: Valgt arbejdsområde i nyt vindue
de: Ausgewählter Arbeitsbereich in neuem Fenster
es: Espacio de trabajo seleccionado en nueva ventana
fr: Espace de travail sélectionné dans une nouvelle fenêtre
it: Area di lavoro selezionata in una nuova finestra
ja: 選択したワークスペースを新規ウインドウに
ko: 선택한 작업 공간을 새 윈도우로
nb: Valgt arbeidsområde i nytt vindu
pl: Wybrana przestrzeń robocza w nowym oknie
pt_br: Área de Trabalho Selecionada em Nova Janela
ru: Выбранное рабочее пространство в новом окне
th: เวิร์กสเปซที่เลือกในหน้าต่างใหม่
tr: Yeni Pencerede Seçili Çalışma Alanı
uk: Вибрана робоча область у новому вікні
zh_hans: 新窗口中的所选工作区
zh_hant: 所選工作區至新視窗

# dialog.moveTab.title
source: Move Tab
ar: نقل اللسان
bs: Premjesti tab
da: Flyt fane
de: Tab verschieben
es: Mover pestaña
fr: Déplacer l'onglet
it: Sposta scheda
ja: タブの移動
ko: 탭 이동
nb: Flytt fane
pl: Przenieś kartę
pt_br: Mover Aba
ru: Переместить вкладку
th: ย้ายแท็บ
tr: Sekmeyi Taşı
uk: Перемістити вкладку
zh_hans: 移动标签页
zh_hant: 移動標籤頁

# dialog.newWorkspaceDefault.failedTitle
source: Couldn't Update Default
ar: تعذر تحديث الافتراضي
de: Standard konnte nicht aktualisiert werden
es: No se pudo actualizar el valor predeterminado
fr: Impossible de mettre à jour l’élément par défaut
ja: デフォルトを更新できませんでした
ko: 기본값을 업데이트할 수 없음
zh_hans: 无法更新默认值
zh_hant: 無法更新預設值

# dialog.quitCmux.message
source: This will close all windows and workspaces.
ar: سيؤدي هذا إلى إغلاق جميع النوافذ ومساحات العمل.
bs: Ovo će zatvoriti sve prozore i radne prostore.
da: Dette lukker alle vinduer og arbejdsområder.
de: Dadurch werden alle Fenster und Arbeitsbereiche geschlossen.
es: Esto cerrará todas las ventanas y espacios de trabajo.
fr: Cela fermera toutes les fenêtres et tous les espaces de travail.
it: Questa operazione chiuderà tutte le finestre e le aree di lavoro.
ja: すべてのウインドウとワークスペースを閉じます。
ko: 모든 윈도우와 작업 공간을 닫습니다.
nb: Dette vil lukke alle vinduer og arbeidsområder.
pl: Spowoduje to zamknięcie wszystkich okien i przestrzeni roboczych.
pt_br: Isto fechará todas as janelas e áreas de trabalho.
ru: Все окна и рабочие пространства будут закрыты.
th: การดำเนินการนี้จะปิดหน้าต่างและเวิร์กสเปซทั้งหมด
tr: Bu, tüm pencereleri ve çalışma alanlarını kapatacak.
uk: Це закриє всі вікна та робочі області.
zh_hans: 这将关闭所有窗口和工作区。
zh_hant: 這將關閉所有視窗和工作區。

# dialog.quitCmux.quit
source: Quit
ar: إنهاء
bs: Zatvori
da: Afslut
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
nb: Avslutt
pl: Zakończ
pt_br: Encerrar
ru: Завершить
th: ออก
tr: Çık
uk: Завершити
zh_hans: 退出
zh_hant: 結束

# dialog.quitCmux.title
source: Quit cmux?
ar: إنهاء cmux؟
bs: Zatvoriti cmux?
da: Afslut cmux?
de: cmux beenden?
es: ¿Salir de cmux?
fr: Quitter cmux ?
it: Uscire da cmux?
ja: cmux を終了しますか？
ko: cmux를 종료하시겠습니까?
nb: Avslutte cmux?
pl: Zakończyć cmux?
pt_br: Encerrar o cmux?
ru: Завершить cmux?
th: ออกจาก cmux หรือไม่?
tr: cmux'tan çıkılsın mı?
uk: Завершити cmux?
zh_hans: 退出 cmux？
zh_hant: 要結束 cmux 嗎？

# dialog.renameTab.message
source: Enter a custom name for this tab.
ar: أدخل اسمًا مخصصًا لهذا اللسان.
bs: Unesite prilagođeni naziv za ovaj tab.
da: Indtast et brugerdefineret navn til denne fane.
de: Geben Sie einen benutzerdefinierten Namen für diesen Tab ein.
es: Introduce un nombre personalizado para esta pestaña.
fr: Saisissez un nom personnalisé pour cet onglet.
it: Inserisci un nome personalizzato per questa scheda.
ja: このタブのカスタム名を入力してください。
ko: 이 탭의 사용자 지정 이름을 입력하세요.
nb: Skriv inn et egendefinert navn for denne fanen.
pl: Wprowadź własną nazwę dla tej karty.
pt_br: Insira um nome personalizado para esta aba.
ru: Введите пользовательское имя для этой вкладки.
th: ป้อนชื่อที่กำหนดเองสำหรับแท็บนี้
tr: Bu sekme için özel bir ad girin.
uk: Введіть власну назву для цієї вкладки.
zh_hans: 请为此标签页输入自定义名称。
zh_hant: 為此標籤頁輸入自訂名稱。

# dialog.renameTab.placeholder
source: Tab name
ar: اسم اللسان
bs: Naziv taba
da: Fanenavn
es: Nombre de pestaña
fr: Nom de l'onglet
it: Nome scheda
ja: タブ名
ko: 탭 이름
nb: Fanenavn
pl: Nazwa karty
pt_br: Nome da aba
ru: Имя вкладки
th: ชื่อแท็บ
tr: Sekme adı
uk: Назва вкладки
zh_hans: 标签页名称
zh_hant: 標籤頁名稱

# dialog.renameTab.title
source: Rename Tab
ar: إعادة تسمية اللسان
bs: Preimenuj tab
da: Omdøb fane
de: Tab umbenennen
es: Renombrar pestaña
fr: Renommer l'onglet
it: Rinomina scheda
ja: タブの名称変更
ko: 탭 이름 변경
nb: Gi fanen nytt navn
pl: Zmień nazwę karty
pt_br: Renomear Aba
ru: Переименовать вкладку
th: เปลี่ยนชื่อแท็บ
tr: Sekmeyi Yeniden Adlandır
uk: Перейменувати вкладку
zh_hans: 重命名标签页
zh_hant: 重新命名標籤頁

# dialog.renameWorkspace.message
source: Enter a custom name for this workspace.
ar: أدخل اسمًا مخصصًا لمساحة العمل هذه.
bs: Unesite prilagođeni naziv za ovaj radni prostor.
da: Indtast et brugerdefineret navn til dette arbejdsområde.
de: Geben Sie einen benutzerdefinierten Namen für diesen Arbeitsbereich ein.
es: Introduce un nombre personalizado para este espacio de trabajo.
fr: Saisissez un nom personnalisé pour cet espace de travail.
it: Inserisci un nome personalizzato per questa area di lavoro.
ja: このワークスペースのカスタム名を入力してください。
ko: 이 작업 공간의 사용자 지정 이름을 입력하세요.
nb: Skriv inn et egendefinert navn for dette arbeidsområdet.
pl: Wprowadź własną nazwę dla tej przestrzeni roboczej.
pt_br: Insira um nome personalizado para esta área de trabalho.
ru: Введите пользовательское имя для этого рабочего пространства.
th: ป้อนชื่อที่กำหนดเองสำหรับเวิร์กสเปซนี้
tr: Bu çalışma alanı için özel bir ad girin.
uk: Введіть власну назву для цієї робочої області.
zh_hans: 请为此工作区输入自定义名称。
zh_hant: 為此工作區輸入自訂名稱。

# dialog.renameWorkspace.placeholder
source: Workspace name
ar: اسم مساحة العمل
bs: Naziv radnog prostora
da: Arbejdsområdenavn
de: Name des Arbeitsbereichs
es: Nombre del espacio de trabajo
fr: Nom de l'espace de travail
it: Nome area di lavoro
ja: ワークスペース名
ko: 작업 공간 이름
nb: Arbeidsområdenavn
pl: Nazwa przestrzeni roboczej
pt_br: Nome da área de trabalho
ru: Имя рабочего пространства
th: ชื่อเวิร์กสเปซ
tr: Çalışma alanı adı
uk: Назва робочої області
zh_hans: 工作区名称
zh_hant: 工作區名稱

# dialog.renameWorkspace.title
source: Rename Workspace
ar: إعادة تسمية مساحة العمل
bs: Preimenuj radni prostor
da: Omdøb arbejdsområde
de: Arbeitsbereich umbenennen
es: Renombrar espacio de trabajo
fr: Renommer l'espace de travail
it: Rinomina area di lavoro
ja: ワークスペースの名称変更
ko: 작업 공간 이름 변경
nb: Gi arbeidsområdet nytt navn
pl: Zmień nazwę przestrzeni roboczej
pt_br: Renomear Área de Trabalho
ru: Переименовать рабочее пространство
th: เปลี่ยนชื่อเวิร์กสเปซ
tr: Çalışma Alanını Yeniden Adlandır
uk: Перейменувати робочу область
zh_hans: 重命名工作区
zh_hant: 重新命名工作區

# dialog.saveWorkspaceLayout.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消
